[

 {
      "movies_link":"",
   "movies_type": "Capture of Boer Battery by British",
  "movies_description": "Capture of Boer Battery by British is a black-and-white silent short docu-fiction film produced by James H. White for Edison Manufacturing Company in 1900. It is one minute in length and depicts the resistance of the Gordon Highlanders to the oncoming fire of the Boer's advance during the Boer War. It was filmed in West Orange, New Jersey USA and released April 14, 1900.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Capture_of_Boer_Battery_by_British_1900_James_H_White_Thomas_Edison.webm/320px--Capture_of_Boer_Battery_by_British_1900_James_H_White_Thomas_Edison.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Enchanted Drawing",
  "movies_description": "The Enchanted Drawing is a 1900 silent film directed by J. Stuart Blackton. It is best known for containing the first animated sequences recorded on standard picture film, which has led Blackton to be considered the father of American animation.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/The_Enchanted_Drawing.ogv/320px--The_Enchanted_Drawing.ogv.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "Searching Ruins on Broadway, Galveston, for Dead Bodies",
  "movies_description": "Searching Ruins on Broadway, Galveston, for Dead Bodies is a 1900 black-and-white silent film depicting the destruction caused by the Galveston hurricane on September 8, 1900. The film was produced by Edison Studios. It depicts laborers clearing debris searching for dead bodies. A body was found during the search.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Searching_Ruins_on_Broadway_Galveston_for_Dead_Bodies_1900_Albert_E_Smith_Thomas_Edison.webm/320px--Searching_Ruins_on_Broadway_Galveston_for_Dead_Bodies_1900_Albert_E_Smith_Thomas_Edison.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Sherlock Holmes Baffled",
  "movies_description": "Sherlock Holmes Baffled is an American short silent film created in 1900 with cinematography by Arthur Marvin. It is the earliest known film to feature Arthur Conan Doyle's detective character Sherlock Holmes, albeit in a form unlike that of later screen incarnations. In the film, a thief who can appear and disappear at will steals a sack of items from Sherlock Holmes. At each point, Holmes's attempts to thwart the intruder end in failure.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Sherlock_Holmes_Baffled.ogv/320px--Sherlock_Holmes_Baffled.ogv.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Another Job for the Undertaker",
  "movies_description": "Another Job for the Undertaker is a 1901 silent comic trick film made at Edison's recently opened studio at 41 East 21st Street in Manhattan. It was photographed by Edwin S. Porter and co-directed by Porter and George S. Fleming. The two-shot film was copyrighted on May 15, 1901 and is approximately two minutes in length. It lacks a head title, which would have been supplied by projecting a separate lantern slide before screening the film.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Another_Job_for_the_Undertaker_1901_Edwin_S_Porter_Thomas_Edison.webm/320px--Another_Job_for_the_Undertaker_1901_Edwin_S_Porter_Thomas_Edison.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Artist's Dilemma",
  "movies_description": "The Artist's Dilemma is a 1901 silent, fantasy film. It was filmed in New York City, New York, USA. It is short film running two minutes. It features an artist asleep in his studio and his dream of a clock opening and a beautiful woman coming out of it.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/The_Artist%27s_Dilemma_%281901%29_-_yt.webm/320px--The_Artist%27s_Dilemma_%281901%29_-_yt.webm.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "Barnum and Bailey's Circus",
  "movies_description": "The Ringling Bros. and Barnum & Bailey Circus is an American traveling circus company billed as The Greatest Show on Earth. It and its predecessor shows ran from 1871 to 2017. Known as Ringling Bros. and Barnum & Bailey, the circus started in 1919 when the Barnum & Bailey's Greatest Show on Earth, a circus created by P. T. Barnum and James Anthony Bailey, was merged with the Ringling Bros. World's Greatest Shows. The Ringling brothers had purchased Barnum & Bailey Ltd. following Bailey's death in 1906, but ran the circuses separately until they were merged in 1919.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Ringling_Logo.png/320px-Ringling_Logo.png"
 },
 {
      "movies_link":"",
   "movies_type": "The Gordon Sisters Boxing",
  "movies_description": "The Gordon Sisters Boxing is an American short black-and-white silent film directed by Thomas A. Edison. It is one of the earliest female boxing movies. Edison’s film catalogue describes the film as follows: “Champion lady boxers of the world. Here we depict two female pugilists that are really clever. They are engaged in a hot and heavy one-round sparring exhibition, which is photographed against a very pleasing background, consisting of a park, with marble entrance and walk, and beautiful trees and shrubbery. The exhibition is very lively from start to finish; the blows fall thick and fast, and some very clever pugilistic generalship is exhibited.”",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Gordon_Sisters_Boxing_1901.ogv/320px--Gordon_Sisters_Boxing_1901.ogv.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Kansas Saloon Smashers",
  "movies_description": "Kansas Saloon Smashers is a 1901 comedy short film produced and distributed by Edison Studios. Directed by Edwin S. Porter, it is a satire of American activist Carrie Nation. The film portrays Nation and her followers entering and destroying a saloon. After the bartender retaliates by spraying Nation with water, policemen order them out; the identities of the actors are not known. Inspiration for the film was provided by an editorial cartoon which appeared in the New York Evening Journal.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2d/KansasSaloonSmashers1901.jpg/320px-KansasSaloonSmashers1901.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Love by the Light of the Moon",
  "movies_description": "Love by the Light of the Moon is a 1901 film by Edwin S. Porter, produced by the Edison Manufacturing Company. It mixes animation and live action and predates the man in the Moon theme of the 1902 French science fiction film A Trip to the Moon by Georges Méliès.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Still_from_1901_film_Love_by_the_Light_of_the_Moon.jpg/320px-Still_from_1901_film_Love_by_the_Light_of_the_Moon.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Martyred Presidents",
  "movies_description": "The Martyred Presidents is a 1901 American film directed by Edwin S. Porter.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/The_Martyred_Presidents_%281901%29.jpg/320px-The_Martyred_Presidents_%281901%29.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "President McKinley and Escort Going to the Capitol",
  "movies_description": "President McKinley Inauguration Footage is the name given to two different short documentary films which were combined as one. The two titles are President McKinley Taking the Oath and President McKinley and Escort Going to the Capitol. The two show President William McKinley arriving at the United States Capitol in order to take the oath of office for President of the United States as part of his second inauguration on March 4, 1901.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/PresidentMcKinleyInaugurationFootage1901v2.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "President McKinley Taking the Oath",
  "movies_description": "President McKinley Inauguration Footage is the name given to two different short documentary films which were combined as one. The two titles are President McKinley Taking the Oath and President McKinley and Escort Going to the Capitol. The two show President William McKinley arriving at the United States Capitol in order to take the oath of office for President of the United States as part of his second inauguration on March 4, 1901.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/1/12/PresidentMcKinleyInaugurationFootage1901v2.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Terrible Teddy, the Grizzly King",
  "movies_description": "Terrible Teddy, the Grizzly King is a 1901 American silent film directed by Edwin S. Porter. Produced by the Edison Manufacturing Company, it is the earliest known political satire in American film. It features three actors, all of whom are unknown.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Terrible_Teddy%2C_the_grizzly_king_%281901%29.webm/320px--Terrible_Teddy%2C_the_grizzly_king_%281901%29.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Jack and the Beanstalk",
  "movies_description": "Jack and the Beanstalk is a 1902 American silent short film directed by George S. Fleming and Edwin S. Porter.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Jack_and_the_Beanstalk_%281902%29.webm/320px--Jack_and_the_Beanstalk_%281902%29.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Alice in Wonderland",
  "movies_description": "Alice in Wonderland is a 1903 British silent fantasy film directed by Cecil Hepworth and Percy Stow. Only one copy of the original film is known to exist. The British Film Institute (BFI) partially restored the movie and its original film tinting and released it in 2010. According to BFI, the original film ran about 12 minutes; the restoration runs 9 minutes and 35 seconds. At the beginning of the restoration, it states that this is the first movie adaptation of Lewis Carroll's 1865 children's book Alice's Adventures in Wonderland. It was filmed mostly at Port Meadow in Oxford.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Norman_Whitten_Mad_Hatter_1903.jpg/320px-Norman_Whitten_Mad_Hatter_1903.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Electrocuting an Elephant",
  "movies_description": "Electrocuting an Elephant is a 1903 American, short, black-and-white, silent documentary film of the killing of the elephant Topsy by electrocution at a Coney Island amusement park. It was produced by the Edison film company and is believed to have been shot by Edwin S. Porter or Jacob Blair Smith.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/46/Electrocuting_an_Elephant_edison_film_1903_frame_shot.png/320px-Electrocuting_an_Elephant_edison_film_1903_frame_shot.png"
 },
 {
      "movies_link":"",
   "movies_type": "The Great Train Robbery",
  "movies_description": "The Great Train Robbery is a 1903 American silent film made by Edwin S. Porter for the Edison Manufacturing Company. It follows a gang of outlaws who hold up and rob a steam locomotive at a station in the American West, flee across mountainous terrain, and are finally defeated by a posse of locals. The short film draws on many sources, including a robust existing tradition of Western films, recent European innovations in film technique, the play of the same name by Scott Marble, the popularity of train-themed films, and possibly real-life incidents involving outlaws such as Butch Cassidy.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/The_Great_Train_Robbery%2C_Edwin_S._Porter%2C_Edison_Films%2C_1903_Poster.jpg/320px-The_Great_Train_Robbery%2C_Edwin_S._Porter%2C_Edison_Films%2C_1903_Poster.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Moses in the Bullrushes",
  "movies_description": "The Finding of Moses, sometimes called Moses in the Bullrushes, Moses Saved from the Waters, or other variants, is the story in chapter 2 of the Book of Exodus in the Hebrew Bible of the finding in the River Nile of Moses as a baby by the daughter of Pharaoh. The story became a common subject in art, especially from the Renaissance onwards.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Mois%C3%A9s_salvado_de_las_aguas_%28Orazio_Gentileschi%29.jpg/320px-Mois%C3%A9s_salvado_de_las_aguas_%28Orazio_Gentileschi%29.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "True Love Never Runs Smooth",
  "movies_description": "Gene Francis Alan Pitney was an American singer-songwriter and musician.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Gene_Pitney_1967.JPG/320px-Gene_Pitney_1967.JPG"
 },
 {
      "movies_link":"",
   "movies_type": "What Happened in the Tunnel",
  "movies_description": "What Happened in the Tunnel is a 1903 short film starring Bertha Regustus and Gilbert M. Anderson. The film was directed and shot by Edwin S. Porter, produced by Edison Mfg. Co., and distributed by Edison Mfg. Co. and Kleine Optical Co.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/What_Happened_in_the_Tunnel_%281903%29_-_yt.webm/320px--What_Happened_in_the_Tunnel_%281903%29_-_yt.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Child Stealers",
  "movies_description": "The Child Stealers  also known as The Kidnapped Child or Child Stealing is a 1904 British silent crime film about kidnapping, directed by William Barker and produced by the Warwick Trading Company.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/The_Child_Stealers_%281904%29_snapshot_1.jpg/320px-The_Child_Stealers_%281904%29_snapshot_1.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "Nervy Nat Kisses the Bride",
  "movies_description": "Nervy Nat Kisses the Bride is a surviving 1904 silent film short comedy produced by Thomas Edison and directed by Edwin S. Porter and preserved from a paper print in the Library of Congress.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/02/Nervy_Nat_Kisses_the_Bride_%281904%29_-_yt.webm/320px--Nervy_Nat_Kisses_the_Bride_%281904%29_-_yt.webm.jpg"
 },
 
 {
      "movies_link":"",
   "movies_type": "A Railway Tragedy",
  "movies_description": "A Railway Tragedy is a 1904 British silent crime film, produced by the Gaumont-British Picture Corporation.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Title_screen_for_A_Railway_Tragedy_%281904%29.jpg/320px-Title_screen_for_A_Railway_Tragedy_%281904%29.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Suburbanite",
  "movies_description": "The Suburbanite is a 1904 American short comedy silent film directed by Wallace McCutcheion and starring John Troiano. The film was produced and distributed by the American Mutoscope & Biograph Company. Prints exist in the Library of Congress film archive and in the Museum of Modern Art film archive.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/The_Suburbanite_%281904%29.webm/320px--The_Suburbanite_%281904%29.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Westinghouse Works, 1904",
  "movies_description": "Westinghouse Works, 1904 is a collection of American short silent films, each averaging about three minutes in length. The films were taken from April 18, 1904 to May 16, 1904 in Pittsburgh, Pennsylvania, and document various Westinghouse manufacturing plants. They were made by G. W. \"Billy\" Bitzer of the American Mutoscope and Biograph Company, were shown at the Westinghouse Auditorium at the 1904 St. Louis World's Fair, and may have been made for that purpose. At least 29 films were produced and 21 remain in the collection which is now a part of the National Film Registry of the Library of Congress.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Westinghouse_Works_%281904%29.webm/320px--Westinghouse_Works_%281904%29.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Kleptomaniac",
  "movies_description": "The Kleptomaniac, is a 1905 American silent drama film, directed by Edwin S. Porter partly filmed on location in New-York denouncing the discriminatory treatment of the poor by the justice system. It is one of the first American social drama and Courtroom drama.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/The_Kleptomaniac_%281905%29_screenshot_2.jpg/320px-The_Kleptomaniac_%281905%29_screenshot_2.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Night Before Christmas",
  "movies_description": "The Night Before Christmas is a 1905 American silent short film directed by Edwin S. Porter for the Edison Manufacturing Company. It closely follows Clement Clarke Moore's 1823 poem Twas the Night Before Christmas, and was the first film production of the poem.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/ff/The_Night_Before_Christmas_1905_still.png/320px-The_Night_Before_Christmas_1905_still.png"
 },
 {
      "movies_link":"",
   "movies_type": "The Train Wreckers",
  "movies_description": "The Train Wreckers is a 1905 American silent drama film, directed by Edwin S. Porter showing how the daughter of a railway switchman and lover of a locomotive engineer is defeating outlaws trying to derail a train.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/The_Train_Wreckers_%281905%29_screenshot_1.jpg/320px-The_Train_Wreckers_%281905%29_screenshot_1.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "The Automobile Thieves",
  "movies_description": "The Automobile Thieves is an American crime-drama silent film directed by J. Stuart Blackton. The picture stars Blackton and Florence Lawrence. It was released on November 10, 1906 by The American Vitagraph Company; a print of the feature is preserved in the UCLA Film and Television Archive.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Advertisement_for_silent_film_The_Automobile_Thieves_in_newspaper%2C_The_New_York_Clipper.jpg/320px-Advertisement_for_silent_film_The_Automobile_Thieves_in_newspaper%2C_The_New_York_Clipper.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Dream of a Rarebit Fiend",
  "movies_description": "Dream of a Rarebit Fiend is a 1906 silent film directed by Edwin S. Porter for Edison Manufacturing Company. It is a seven-minute live-action film adaptation of the comic strip Dream of the Rarebit Fiend by American cartoonist Winsor McCay. The film was marketed as using several special effects in which \"some of the photographic 'stunts' have never been seen or attempted before.\"",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Edwin_S._Porter_%281906%29_Dream_of_a_Rarebit_Fiend.ogv/320px--Edwin_S._Porter_%281906%29_Dream_of_a_Rarebit_Fiend.ogv.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "From Leadville to Aspen: A Hold-Up in the Rockies",
  "movies_description": "From Leadville to Aspen: A Hold-Up in the Rockies is a 1906 American black-and-white short silent Western film from American Mutoscope & Biograph Company. It was directed by Wallace McCutcheon and Frank J. Marion (uncredited) with G.W. Bitzer as cinematographer.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/From-Leadville-to-Aspen-title-screen.png/320px-From-Leadville-to-Aspen-title-screen.png"
 },
 {
      "movies_link":"",
   "movies_type": "Humorous Phases of Funny Faces",
  "movies_description": "Humorous Phases of Funny Faces is a 1906 short silent animated cartoon directed by James Stuart Blackton and generally regarded by film historians as the first animated film recorded on standard picture film.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Humorous_Phases_of_Funny_Faces.ogv/320px--Humorous_Phases_of_Funny_Faces.ogv.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Kathleen Mavourneen",
  "movies_description": "Kathleen Mavourneen is a 1906 silent short film by Edwin S. Porter, produced and distributed by Edison Manufacturing Company. It is based on the song “Kathleen Mavourneen” by Annie Crawford and Frederick Williams Nichols Crouch, which inspired the play by Dion Boucicault.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Kathleen_Mavourneen_%281906%29_snapshot_2.jpg/320px-Kathleen_Mavourneen_%281906%29_snapshot_2.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "A Trip Down Market Street",
  "movies_description": "A Trip Down Market Street is a 1906 phantom ride film of a cable car as it travels down Market Street in San Francisco. It is notable for capturing the city four days before the 1906 San Francisco earthquake. The film shows details of daily life in a major early 20th-century American city, including the transportation, fashions and architecture of the era. The film begins at 8th Street and continues eastward to the cable car turntable, at the Embarcadero, in front of the Ferry Building.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ad/A_Trip_Down_Market_Street.jpg/320px-A_Trip_Down_Market_Street.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Waiting at the Church",
  "movies_description": "Waiting at the Church is a 1906 American silent film directed by Edwin S. Porter for the Edison Manufacturing Company."
 },
 {
      "movies_link":"",
   "movies_type": "Ben Hur",
  "movies_description": "Ben Hur is a 1907 American silent drama film set in ancient Rome, the first screen adaptation of Lew Wallace's popular 1880 novel Ben-Hur: A Tale of the Christ. Co-directed by Sidney Olcott and Frank Oakes Rose, this \"photoplay\" was produced by the Kalem Company of New York City, and its scenes, including the climactic chariot race, were filmed in the city's borough of Brooklyn.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Ben_Hur_%281907%29_film..jpg/320px-Ben_Hur_%281907%29_film..jpg"
 },

 {
      "movies_link":"",
   "movies_type": "How Brown Saw the Baseball Game",
  "movies_description": "How Brown Saw the Baseball Game is an American short silent comedy film produced in 1907 and distributed by the Lubin Manufacturing Company. The film follows a baseball fan named Mr. Brown who drinks large quantities of alcohol before a baseball game and becomes so intoxicated that the game appears to him in reverse motion. During production, trick photography was used to achieve this effect.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Howbrownsaw_Advertisement.png"
 },
 {
      "movies_link":"",
   "movies_type": "The Adventures of Dollie",
  "movies_description": "The Adventures of Dollie is a 1908 American silent drama film directed by D. W. Griffith. It was Griffith's debut film as a director. A print of the film survives in the Library of Congress film archive. The film tells the story of a young girl who, after being kidnapped by a peddler, ends up trapped in a barrel as it floats downriver toward a waterfall.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/The_adventures_of_Dollie.webm/320px--The_adventures_of_Dollie.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Antony and Cleopatra",
  "movies_description": "Antony and Cleopatra is a 1908 film directed by J. Stuart Blackton and Charles Kent and starring Maurice Costello and Florence Lawrence in the title roles, based on William Shakespeare's play of the same name. It was the first film to dramatize the ill-fated romance between Mark Antony and Cleopatra VII of Egypt.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Antony_and_Cleopatra_cast_1908.jpg/320px-Antony_and_Cleopatra_cast_1908.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Balked at the Altar",
  "movies_description": "Balked at the Altar is a 1908 American short comedy film directed by D. W. Griffith. A print of the film survives in the film archive of the Library of Congress. The film was made by the American Mutoscope and Biograph Company when it and many other early film studios in America's first motion picture industry were based in Fort Lee, New Jersey at the beginning of the 20th century.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Balked_at_the_Altar_%281908%29.webm/320px--Balked_at_the_Altar_%281908%29.webm.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "The Black Viper",
  "movies_description": "The Black Viper is a 1908 film directed by D. W. Griffith. The film was made by the American Mutoscope and Biograph Company when it and many other early film studios in America's first motion picture industry were based in Fort Lee, New Jersey at the beginning of the 20th century.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/The_Black_Viper.webm/320px--The_Black_Viper.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "A Calamitous Elopement",
  "movies_description": "A Calamitous Elopement is a 1908 American silent short comedy film directed by D. W. Griffith. A print of the film is preserved in the film archive of the Library of Congress.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/A_Calamitous_Elopement.webm/320px--A_Calamitous_Elopement.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Call of the Wild",
  "movies_description": "The Call of the Wild is a 1908 American short silent Western film directed by D. W. Griffith and produced by the American Mutoscope and Biograph Company. The short, a \"one-reeler\", stars Charles Inslee, Harry Solter and Florence Lawrence. Its interior scenes were shot at Biograph's studio facilities in New York City, and its exteriors were filmed on location in Coytesville, today one of the oldest communities in Fort Lee, New Jersey.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/90/Screenshot_of_digital_copy_of_the_1908_film_The_Call_of_the_Wild.jpg/320px-Screenshot_of_digital_copy_of_the_1908_film_The_Call_of_the_Wild.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "Dr. Jekyll and Mr. Hyde",
  "movies_description": "Dr. Jekyll and Mr. Hyde is a 1908 silent horror film starring Hobart Bosworth, and Betty Harte in her film debut. Directed by Otis Turner and produced by William N. Selig, this was the first film adaptation of Robert Louis Stevenson's 1886 novel Strange Case of Dr Jekyll and Mr Hyde. The screenplay was actually adapted by George F. Fish and Luella Forepaugh from their own 1897 four act stage play derived from the novel, causing a number of plot differences with the original source. Despite Stevenson's protests, this film became the model which influenced all the later film adaptations that were to come.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Dr_Jekyll_and_Mr_Hyde_1908_newspaper.jpg/320px-Dr_Jekyll_and_Mr_Hyde_1908_newspaper.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Fairylogue and Radio-Plays",
  "movies_description": "The Fairylogue and Radio-Plays was an early attempt to bring L. Frank Baum's Oz books to the motion picture screen. It was a mixture of live actors, hand-tinted magic lantern slides, and film. Baum himself would appear as if he were giving a lecture, while he interacted with the characters. Although acclaimed throughout its tour, the show experienced budgetary problems and folded after two months of performances. It opened in Grand Rapids, Michigan on September 24, 1908. It then opened in Orchestra Hall in Chicago on October 1, toured the country and ended its run in New York City. There, it was scheduled to run through December 31, and ads for it continued to run in The New York Times until then, but it reportedly closed on December 16.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Fairylogue.jpg/320px-Fairylogue.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "Money Mad",
  "movies_description": "Money Mad is a 1908 American short crime film directed by D. W. Griffith. It is based on the short story \"Just Meat\" by Jack London.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Money_Mad_%281908%29.webm/320px--Money_Mad_%281908%29.webm.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "Romeo and Juliet",
  "movies_description": "The first American film version of William Shakespeare's Romeo and Juliet was a silent film short made in 1908 made by Vitagraph Studios. Directed by J. Stuart Blackton, it was filmed at Bethesda Terrace in Manhattan, New York.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Romeo_and_Juliet_%281908%29_-_A_Pictorial_History_of_the_Movies.jpg/320px-Romeo_and_Juliet_%281908%29_-_A_Pictorial_History_of_the_Movies.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Taming of the Shrew",
  "movies_description": "The Taming of the Shrew is a 1908 silent film directed by D. W. Griffith and produced by the American Mutoscope and Biograph Company of New York City. The 17-minute short, which is based on the play of the same name by English playwright William Shakespeare, was filmed in just two days–October 1 and 7, 1908–at Biograph's studio in Manhattan and on location in nearby Coytesville, a borough of Fort Lee, New Jersey.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/The_Taming_of_the_Shrew_%281908%29.webm/320px--The_Taming_of_the_Shrew_%281908%29.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Golden Louis",
  "movies_description": "The Golden Louis is a 1909 American drama film written by Edward Acker, directed by D. W. Griffith, and produced by the Biograph Company in New York City. Originally, this short was distributed to theaters on a \"split reel\", accompanying another Griffith-directed film, the comedy The Politician's Love Story.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/The_Golden_Louis.webm/320px--The_Golden_Louis.webm.jpg"
 },
 
 {
      "movies_link":"",
   "movies_type": "Jones and His New Neighbors",
  "movies_description": "Jones and His New Neighbors is a 1909 American silent comedy film written by Frank E. Woods and directed by D. W. Griffith. Produced by the American Mutoscope and Biograph Company in New York City, the short stars John R. Cumpson, Florence Lawrence, and Anita Hendrie. It is one film in a series of 1908 and 1909 Biograph pictures in which Cumpson and Lawrence performed together as the married couple Mr. and Mrs. Jones. When this comedy was released in March 1909, it was distributed to theaters on a \"split reel\", which was a single projection reel that accommodated more than one motion picture. It shared its reel with another Biograph short directed by Griffith, the dramatic \"thriller\" The Medicine Bottle.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/db/Biograph_Films_advertisement_in_%22The_Moving_Picture_World%22%2C_1909.jpg/320px-Biograph_Films_advertisement_in_%22The_Moving_Picture_World%22%2C_1909.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "King Lear",
  "movies_description": "King Lear is a tragedy written by William Shakespeare.\nIt is based on the mythological Leir of Britain. King Lear, in preparation for his old age, divides his power and land between two of his daughters. He becomes destitute and insane and a proscribed crux of political machinations. The first known performance of any version of Shakespeare's play was on Saint Stephen's Day in 1606. The three extant publications from which modern editors derive their texts are the 1608 quarto (Q1) and the 1619 quarto and the 1623 First Folio. The quarto versions differ significantly from the folio version.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/King_Lear_by_George_Frederick_Bensell.jpg/320px-King_Lear_by_George_Frederick_Bensell.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Life of Moses",
  "movies_description": "The Life of Moses is a 1909 American silent epic film directed by J. Stuart Blackton and starring Pat Hartigan, Julia Arthur and William J. Humphrey. A portrayal of the biblical story of Moses, it was one of a number of prestige film based on historical or religious subjects made during the era.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/The-Life-of-Moses-1909.jpg/320px-The-Life-of-Moses-1909.jpg"
 },

 {
      "movies_link":"",
   "movies_type": "The Medicine Bottle",
  "movies_description": "The Medicine Bottle is a 1909 American silent thriller film written and directed by D. W. Griffith, produced by the American Mutoscope and Biograph Company in New York City, and starring Florence Lawrence, Adele DeGarde, and Marion Leonard. At its release in March 1909, the short was distributed to theaters on a \"split reel\", which was a single projection reel that accommodated more than one film. This drama shared its reel with another Biograph short directed by Griffith, the comedy Jones and His New Neighbors.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Film_still_from_1909_thriller_%22The_Medicine_Bottle%22_with_Adele_DeGarde.jpg/320px-Film_still_from_1909_thriller_%22The_Medicine_Bottle%22_with_Adele_DeGarde.jpg"
 },
 
 {
      "movies_link":"",
   "movies_type": "Mr. Jones Has a Card Party",
  "movies_description": "Mr. Jones Has a Card Party is a 1909 American silent short comedy film directed by D. W. Griffith. A print of the film exists.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Mr._Jones_Has_a_Card_Party_%281909%29.webm/320px--Mr._Jones_Has_a_Card_Party_%281909%29.webm.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "Mrs. Jones Entertains",
  "movies_description": "Mrs. Jones Entertains is a 1909 American silent short comedy film directed by D. W. Griffith. The Internet Movie Database lists Mary Pickford as appearing in this short. However, Pickford did not begin with Biograph until the end of April 1909.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/92/Mrs_Jones_entertains_1909.jpg/320px-Mrs_Jones_entertains_1909.jpg"
 },
 
 {
      "movies_link":"",
   "movies_type": "The Road to the Heart",
  "movies_description": "The Road to the Heart is a 1909 American short film, a dramedy directed by D. W. Griffith and produced by the Biograph Company of New York City. Starring David Miles, Anita Hendrie and Herbert Yost, the production was filmed in two days in March 1909 at Biograph's studio in Manhattan. It was released in April that year and distributed to theaters on a \"split-reel\", which was a single film reel that included more than one motion picture. The other picture that accompanied this comedy was the Biograph comedy Trying to Get Arrested.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Film_still_from_Biograph_short_%22The_Road_to_the_Heart%22%2C_1909.jpg/320px-Film_still_from_Biograph_short_%22The_Road_to_the_Heart%22%2C_1909.jpg"
 },
 
 {
      "movies_link":"",
   "movies_type": "Those Awful Hats",
  "movies_description": "Those Awful Hats is a 1909 American short comedy film directed by D.W. Griffith and starring Mack Sennett. It takes place in a small, crowded movie theatre, where the patrons are perpetually distracted by people - primarily women - wearing large, ostentatious hats that obstruct everyone else's views of the screen. Slapstick disorder ensues. The film ends with a title card reading, \"Ladies Will Please Remove Their Hats.\" A print of the film survives in the film archive of the Library of Congress.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/Those_Awful_Hats.webm/320px--Those_Awful_Hats.webm.jpg"
 },
 
 {
      "movies_link":"",
   "movies_type": "Trying to Get Arrested",
  "movies_description": "Trying to Get Arrested is a 1909 American comedy short film directed by D. W. Griffith, produced by the Biograph Company of New York City, and starring John R. Cumpson. Filmed in two days in early 1909 at Palisades Park, New Jersey, it was released in April that year and distributed to theaters on a \"split reel\", which was a single film reel that included more than one motion picture. The other picture that accompanied this comedy was the Biograph \"dramedy\" The Road to the Heart.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Biograph_advertisement_for_two_shorts_on_a_split-reel%2C_1909.jpg/320px-Biograph_advertisement_for_two_shorts_on_a_split-reel%2C_1909.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "The Voice of the Violin",
  "movies_description": "The Voice of the Violin is a 1909 short drama film directed by D. W. Griffith. It is preserved from a paper print at the Library of Congress and a 35 mm print at the George Eastman Museum. Arthur V. Johnson is a musician, who makes a living with classes of violin. He and his student Marion Leonard like each other a lot, but she rejects him for being too poor for her. He then decides to join a communist group and fight for equality of all. Right away, he draws a lot to plant the next bomb in a rich man's house. With the plot under way, he realizes that this is the home of his love interest, and he desperately tries to prevent the bomb from exploding.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Title_of_the_film_The_Voice_of_the_Violin.jpg/320px-Title_of_the_film_The_Voice_of_the_Violin.jpg"
 },
 {
      "movies_link":"",
   "movies_type": "A Wreath in Time",
  "movies_description": "A Wreath in Time is a 1909 American silent comedy film written and directed by D. W. Griffith, produced by the Biograph Company of New York City, and co-starring Mack Sennett and Florence Lawrence. At its release in February 1909, the short was distributed to theaters on a \"split reel\", which was a single reel that accommodated more than one film. A Wreath in Time shared its reel with another Biograph short also directed by Griffith, the drama Edgar Allen Poe [sic]. Original paper rolls of contact prints of both motion pictures, as well as safety-stock copies of the two films, are preserved in the Library of Congress.",
  "thumbnail": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Film_still_from_comedy_%22A_Wreath_in_Time%22_directed_by_D._W._Griffith%2C_1909.jpg/320px-Film_still_from_comedy_%22A_Wreath_in_Time%22_directed_by_D._W._Griffith%2C_1909.jpg"
 }
]
